var articles = [
    {
        title: '2014',
        content: "暖暖的气息会将每一度寒冷冻结。在冬天。<br><br>" +
                "总是在冬天。思维变得缓慢而清晰。有很多新鲜的事情和过期的记忆互相纠缠。蓝色的天空会在一瞬间全部洒到地面晕染出异样的光彩，世界会变得诡异，迷离，仿佛一个巨大的迷宫。我在迷宫里行走，却找不到出口。<br></br>" +
                "我总是会愿意去相信一些从出生便已决定好的事情。每一刻的决定，每一刻的想法，都是一个预定的结果。正如我一直坚定地相信着自己注定的孤独。所以我随意，冷漠，做自己想做的事。任由每个人的靠近，但到了一个圈的时候。便看着他说，停。我仿佛上瘾一般爱着自己的人生，又痛恨着自己。思维从左脑的每一个细胞斗争到右脑的每一个细胞。<br></br>" +
                "寂寞的城市是一个巨大的海洋。有的人在寻找猎物，有的人在寻找栖息，有的人在寻找外壳，有的人在寻找寄托，有的人在寻找海的更深处。人们怀着不同的目的又聚集在了一起。而我们曾经迷茫，因为这里太过拥挤，又太过繁杂。巨大的压力让人与人之间虽然接近却又难以靠近。偶尔发现一两处栖息处，却可能是陷阱，是坟墓。偶然出现新的人物，却可能是天敌，在诱惑，在靠近，直到将你啃得失去血肉，失去灵魂。<br></br>" +
                "然而暖暖的气息可以将每一度寒冷冻结。在这个冬天。<br></br>" +
                "我终于明白，在这个空荡的世界。<br></br>" +
                "有一个人，她很了解你的一切，你的习惯，你的说话方式。<br></br>" +
                "有一个人，她相信你的每一个优点，明白那不是自负。<br></br>" +
                "有一个人，她能包容你的不堪，你的缺点，你的瑕疵。<br></br>" +
                "有一个人，她可以去听见你的一切想法，一切灵感火花。<br></br>" +
                "有一个人，她认可你的独特，让你的每一次努力得到回报。<br></br>" +
                "有一个人，她会让你时时刻刻都知道，她就在你的身边。<br></br><br></br>" +
                "回忆总是拥挤如水滴。一滴滴交融在一起，让人迷惘，让人想要看清，将其分离。夏季让人想到沸腾，冬季让人想到僵硬。     然而在这个寂寞的城市，或是在另一个寂寞的城市。总是有一种迷人的温度在将它们一点点蒸发，从体表的每一丝缝隙，从嘴里吐出的每一缕气息，从心与心的彩虹上，沿着那曾经的多愁善感，向上腾空，升温，绽放。<br></br><br></br>" +
                "美若烟花。<br></br><br></br>" +
                "终于来到了。<br>" +
                "2014。<br>" +
                "爱你一世。<br><br><br><br><br>" +
                "<div class='pull-right'>————&nbsp;&nbsp;Sway</div>" +
                "<div style='clear:both'></div>",
        createdAt: "2014-02-06"
    },
    {
        title: '初冬',
        content: "初次在异地经历冬天。就忘记了天空应有的颜色。<br><br>"+
                "无论是坐在宿舍里，还是坐在图书馆中，都不再可以像以往那样一抬头就看见天空。我记得以往上学时最喜欢的位置便是第四组靠窗户边，疲倦的时候可以将窗户打开任冰冷的风袭击全身。迷惘时，也可以向远处的天空眺望，让视线任意地驰骋世界。<br><br>" +
                "然而如今，我却只能戴上耳塞，抑或耳机，抑或埋下头，去拥抱自己的天空。<br><br>" +
                "窗外的黑夜像海浪，容易让追求者迷失，却也让流浪者流浪。或许每个人的心底都有一个追求，与一种流浪。神采奕奕之时便跟随众人追求那黑夜中心的灯塔，伤痕累累之时便四处流浪。有时困了，倦了，便沉睡了。有时忘记方向了，便重新来过。有时朝着黑暗流浪而去，也许迷失在黑夜中，也许又找到了崭新的灯塔。<br><br>" +
                "在冬天的冷风下，我时常分不清自己究竟在追求，还在流浪，抑或只能无助地在风中奢求什么。时间把回忆从过去的距离拉扯到我闭眼的一瞬，如此神奇却又可悲。我清晰地享受着理性之后的沉睡感。心中的灯塔用心血去熄灭了。一切感官动作全部熄灭。仿佛浑身湿透的掉入深渊的鱼。想要窒息却又无法窒息。只能奋力地存活在沉重的水压之下。在新的且陌生的环境里，生长出新的鳞甲外壳，然后快乐地追求一个方向。<br><br>" +
                "像是在水底抬头望着天空。美丽，灿烂。可那永远只是世界赐予你的幻象而已。<br><br>" +
                "记忆将人的一生联系在一起，却又将每一时间段分割而开。一年又一年的。从去年冬天跳转到今年冬天，或是从去年的初夏跳转到今年的初夏。一切陌生与熟悉都已变成重新的角度排列在面前。<br><br>" +
                "我记得每天在课堂上睡觉。<br>" +
                "记得与生生一起为科比的比赛揪心。<br>" +
                "记得每一种欢笑。<br>" +
                "记得每一天的等待。<br><br>" +
                "也回忆起每一年不同的自己，自卑的自己，骄傲的自己，虚荣的自己，冷血的自己，颓废的自己。我想一切都是会改变的。可是剥开一层层厚重的外壳。也许每个人都有一颗温柔的初衷。所以我依旧等待，依旧骄傲，依旧自卑，依旧虚荣，依旧冷血，却能始终将心和心温暖。<br><br>" +
                "在交大的第一个冬天。并不冷。<br><br>" +
                "还有四个冬天。我相信也会温暖下去。<br><br>" +
                "天空被黑色所晕染。眺望远处。至少我们曾属于同一片天空。<br><br>" +
                "2014 ，加油。",
        createdAt: "2014-01-08"
    }
]