var articles = [
    {
        title: '春天里，十个海子',
        content: "也许，人该活得热烈。<br><br>" +
                "铁轨带来的冰冷，可以变成坐在麦地里晒着太阳的幸福。路旁石头的呐喊被淹没，有个人乘着轰隆声追求他新的生命，把溢满孤独与自由的人生还给人类。那是唯一的，最后的，抒情。" +
                "<br><br>诗是生命，即使夜色笼罩，戈壁荒凉。当春天的风吹着记忆扶摇而上，他的家，面朝大海，春暖花开。他像是容器，倒出来的是温暖：给每一条小河每一座山取一个温暖的名字/陌生人，我也为你祝福/愿你有一个灿烂的前程/愿你有情人终成眷属/愿你在尘世获得幸福/我只愿面朝大海，春暖花开。他盛满孤独，开辟精神的乌托邦：孤独是一只鱼筐/是鱼筐中的泉水/放在泉水中/孤独是泉水中睡着的鹿王/梦风的猎鹿人/就是那用鱼筐提水的人/放在泉水中/以及其他的孤独/是柏木之舟中的两个儿子/和所有女儿，围着诗经桑麻沅湘木叶/在爱情中失败/他们是鱼筐中的火苗/沉到水底/拉到岸上还是一只鱼筐/孤独不可言说。他是孤独的吟唱者，他是自由的守卫者，他是海子。<br><br>" +
                "像一棵麦子。海子拥有着他热爱的，灿烂的麦地、火热的太阳，迷幻的黑夜。他也失去他爱的，他的爱情，美丽的情人：荒凉的山冈上站着四姐妹/所有的风只向她们吹/所有的日子都为她们破碎/空气中的一棵麦子/高举到我的头顶/我身在这荒凉的山冈/怀念我空空的房间，落满灰尘/我爱过的这糊涂的四姐妹啊/光芒四射的四姐妹。春天的麦子，四季的麦子。麦地骚动而贫瘠，深重而痛苦，麦子是故乡，是归去的意愿。他追逐崇高而向往悲剧，纯粹却绝望。" +
                "<br><br>有人说，诗人需要用生命诠释意象。骆一禾写道海子的生涯：\"等于亚瑟王传奇中最辉煌的取圣杯的年轻骑士，这个年轻人专为获得圣杯而骤现，惟他青春的手可拿下圣杯，圣杯在手便骤然死去，一生便告完结。\" 我终于明白，热烈地活着，并不需要考虑生命的长度，看烟花，爱的也只是那一瞬。海子浓缩人生去撞击新的人世界，说不定能遇见令他坚持信念的尼采。社会的抛弃，现实的灰暗，抵挡现实的恶意，哪怕逆流而上，哪怕冲尖刀挺起胸膛，也不放弃热爱的事业 。 我的事业/就是要成为太阳的一生/他从古至今-------“日”----他无比辉煌无比光明/和所有以梦为马的诗人一样/最后我被黄昏的众神抬入不朽的太阳/太阳是我的名字/太阳是我的一和生/太阳的山顶埋葬/诗歌的尸体--千年王国和我/骑着五千年凤凰和名字叫\"马\"的龙--我必将失败/但诗歌本身以太阳必将胜利。执著于个体，渴望在原始的生命力中去寻找艺术和生命的价值，成为诗歌之王，是尼采带给海子的一片自由天空。<br><br>每当我读到他的诗，像是从现实抬起头来，眺望远方，感受天空和海洋的巨大背景逐渐在身后展开。他浪漫，他抒情，我感受着他的鲜血淋漓，他火一般的烙印。他相信自然的力量，相信原始的伟大，让我我感受着各种灵性的意象，神明一般的启示。诗对于他是生命，是用实体和灵魂铸造。他说：“诗应是实体强烈的呼吸和微微的颤抖。” “诗人的任务仅仅是用自己的敏感力和生命之光将黑乎乎的实体照亮。”自然是主宰一切的巨大力量，所以他选择回归自然，选择让精神与自然融合。<br><br>世人总是谈论着，为何选择极端的方式面对生命。谈论着，他融入不了现实的社会，遭到了人类的抛弃，诗歌也不能得到赞同，更没有欣赏。若有十个海子，死亡还会迎接那另外的九个他吗。我想，是的。他写道：春天，十个海子全都复活/在光明的景色中/嘲笑这一野蛮而悲伤的海子/你这么长久地沉睡到底是为了什么？/春天，十个海子低低地怒吼/围着你和我跳舞、唱歌/扯乱你的黑头发，骑上你飞奔而去，尘土飞扬/你被劈开的疼痛在大地弥漫/在春天，野蛮而复仇的海子/就剩这一个，最后一个/这是一个黑夜的儿子，沉浸于冬天，倾心死亡/不能自拔，热爱着空虚而寒冷的乡村/那里的谷物高高堆起，遮住了窗子/它们一半用于一家六口人的嘴，吃和胃/一半用于农业，他们自己繁殖/大风从东吹到西，从北刮到南，无视黑夜和黎明/你所说的曙光究竟是什么意思。读了无数遍这首诗，我猜，他是不是在想，若能在冬天死去，在春天复活，我们是否可以接纳他，认同他？他便可以实现最初的梦想，实现他向往的生命。<br><br>是的，最初的梦想，最本真的生命。他就像是预言家，宣告自己的生命何时结束，在黑暗中预言光明的日子。但是我想，当春天到来之际，会永远存在一个真实的海子，但他依然沉浸于冬天，倾心于死亡而不能自拔。他虽然宣告了光明和胜利，但是他的身体里，还有另外一种声音，一种来自土地，来自乡村的黑暗的声音。他如此热爱光明，热爱春天，可是，当光明来临之际，他又将发现，自己也同样如此热爱着黑暗，热爱冬天。世人会觉得不可理喻，会嘲笑，会怜悯。而我想，这是他的自由，他本就是自由的，他需要被尊重。哪怕死后人们纪念讴歌，被人们抬着雕像笑着歌唱，他反倒会不习惯吧。鲁迅说：“有我所不乐意的在你们将来的黄金世界里，我不愿去。”孤独的人本就是同时热爱着光明与黑暗，是残缺的，又是完美的。也有人说，思想的力量往往是在思想者本人远去很长一段时间后，才会被这个反应迟钝的世界所感知。抑郁而亡的孔子是这样，受难命终的耶稣也是这样。可诗人海子在卧轨自杀后的短短几年内，就已经给予了世人心底最猛烈的撞击。他诗歌中沁人心脾的原始气息，像是闪着金光的麦芒，每一次阅读都会刺痛我干涸已久的瞳孔。<br><br>春天，春暖花开，复苏重生。曾经读他的诗整夜不能眠，他活得灿烂，活得热烈。 而我并不能成为十个海子中的任何一个，甚至连野蛮和悲伤都不敢做到。我也没有那样的勇气去告别生命，不能脱离世俗，不能活得完美活得纯粹。而我可以，我应该在春天，坐上去往山海关火车，找到那段铁轨，坐下来，看看春草吹拂，听听沉默的石头诉说无声的传奇，一个孤独诗人的另一个世界，孤独而悲壮的死亡绝唱。那时，我不关心人类，我只想你。<br><br>听，有人在奔跑<br>在春天的田野里<br>没有方向感地<br>寻找一个方向<br><br>听，是谁在呐喊<br>梦叠着梦<br>小小凉亭里<br>夕阳炙烧<br><br>听，逼仄狭长的轨道上去向远方的火车声音<br>车轮下曾经有鲜血<br>是对生命最好的叛逆<br><br>听，春暖花开的声音<br>那片幻想的桃花源地<br>可是目的地在哪<br>还是通向一片雪白吗<br><br>请听，你不会听到的声音<br>",
        createdAt: '2015-06-15',
        author: 'swan'
    },
    {
        title: '阳光如海',
        content:
        "(一)<br>" +
        "两片花瓣相遇在午后<br>" +
        "紧张地打着招呼<br>" +
        "有风吹过<br>" +
        "所有的浪漫就消失了<br><br><br><br>" +
        "(二)<br>" +
        "有的时候<br>" +
        "空气会淹没我的皮肤<br>" +
        "我的嘴巴<br>" +
        "我的额头<br>" +
        "抬头望一眼这样的天空<br>" +
        "明白了<br>" +
        "阳光如海<br>" +
        "而我<br>" +
        "却没有鱼鳃<br><br><br>",
        createdAt: "2015-06-08",
        author: 'sway'
    },
    {
        title: '2014',
        content: "暖暖的气息会将每一度寒冷冻结。在冬天。<br><br>" +
                "总是在冬天。思维变得缓慢而清晰。有很多新鲜的事情和过期的记忆互相纠缠。蓝色的天空会在一瞬间全部洒到地面晕染出异样的光彩，世界会变得诡异，迷离，仿佛一个巨大的迷宫。我在迷宫里行走，却找不到出口。<br></br>" +
                "我总是会愿意去相信一些从出生便已决定好的事情。每一刻的决定，每一刻的想法，都是一个预定的结果。正如我一直坚定地相信着自己注定的孤独。所以我随意，冷漠，做自己想做的事。任由每个人的靠近，但到了一个圈的时候。便看着他说，停。我仿佛上瘾一般爱着自己的人生，又痛恨着自己。思维从左脑的每一个细胞斗争到右脑的每一个细胞。<br></br>" +
                "寂寞的城市是一个巨大的海洋。有的人在寻找猎物，有的人在寻找栖息，有的人在寻找外壳，有的人在寻找寄托，有的人在寻找海的更深处。人们怀着不同的目的又聚集在了一起。而我们曾经迷茫，因为这里太过拥挤，又太过繁杂。巨大的压力让人与人之间虽然接近却又难以靠近。偶尔发现一两处栖息处，却可能是陷阱，是坟墓。偶然出现新的人物，却可能是天敌，在诱惑，在靠近，直到将你啃得失去血肉，失去灵魂。<br></br>" +
                "然而暖暖的气息可以将每一度寒冷冻结。在这个冬天。<br></br>" +
                "我终于明白，在这个空荡的世界。<br></br>" +
                "有一个人，她很了解你的一切，你的习惯，你的说话方式。<br></br>" +
                "有一个人，她相信你的每一个优点，明白那不是自负。<br></br>" +
                "有一个人，她能包容你的不堪，你的缺点，你的瑕疵。<br></br>" +
                "有一个人，她可以去听见你的一切想法，一切灵感火花。<br></br>" +
                "有一个人，她认可你的独特，让你的每一次努力得到回报。<br></br>" +
                "有一个人，她会让你时时刻刻都知道，她就在你的身边。<br></br><br></br>" +
                "回忆总是拥挤如水滴。一滴滴交融在一起，让人迷惘，让人想要看清，将其分离。夏季让人想到沸腾，冬季让人想到僵硬。     然而在这个寂寞的城市，或是在另一个寂寞的城市。总是有一种迷人的温度在将它们一点点蒸发，从体表的每一丝缝隙，从嘴里吐出的每一缕气息，从心与心的彩虹上，沿着那曾经的多愁善感，向上腾空，升温，绽放。<br></br><br></br>" +
                "美若烟花。<br></br><br></br>" +
                "终于来到了。<br>" +
                "2014。<br>" +
                "爱你一世。<br><br>" +
                "<div style='clear:both'></div>",
        createdAt: "2014-02-06",
        author: 'sway'
    },
    {
        title: '不懂飞翔',
        content:"<div>曾期望有一双翅膀<br><span>自由地在天空飞翔<br>不知道那是梦想<br>还是忘掉了的时光<br><br><br><br>当那些也许清澈却足够押韵的声音再一次回响在我的脑海，时间又瞬去了很久很久。总是有一些语句从过去到现在的罅隙中掠过，却不知不觉地粉碎了，化成一缕燃烧着的烟</span><span>&nbsp;，能感觉到它的温度，感觉到它另一端扭曲模糊的世界，却无法用力地抓住。<br><span><br>小时候，会写一些幼稚的文字，会有一些幼稚的感情，那时候，大人说，当我们长大的时候，再看这些文字，你只会觉得幼稚可笑，我们无法用我们的语言去反驳大人的观点，只能在心底嘲笑大人的冷漠无情。可是终于，我们也开始不知不觉地转变了。<br><br>人生的长河宽广细腻，拥有着一个又一个的分叉，就像鱼儿奋力地向前游去，我们无法摆脱河流的驶向，只能叛逆地游向一个个狭窄艰险的岔路口，时而落入一片荆棘，被刺得鲜血淋漓，时而落入一洼沼泽，陷入无尽的泥泞，可是最终，这些岔路口却又汇聚在河的主干道，回到了人生注定的河道，然后在河水中随波逐流，<span>&nbsp;慢慢地我们的鳞片被磨光，我们的身躯在衰老，然后，就再也没有力气游进新的岔路。<br><span><br>总是在过去的日志，诗词中提到天空，提到夜晚。我总觉得我是拥有翅膀的，我总希望我是拥有光明的眼睛。&nbsp;在我过去每一次看着漆黑的天空，我就能去眺望自己高空的路途。<br><span><br></span></span></span></span></span><span><br>沙漏里的沙在消失殆尽。就像曾经疯狂的心灵在归于沉寂。记忆随风凌乱地挥洒，时光却还在诉说我此时的年华。<span>&nbsp;<br><br>我爱曾经的光线散落在我的每一缕头发，反射出每一种不光泽的心情。<br><br>我爱曾经的夜晚冷风缠绕我的肩，让我在迷惘中坚定。<br><br>我爱曾经的荧屏穿透我的眼睛，混合反应成我脑海中每一次火花。<br><br>我爱曾经的马路碰撞着四只脚底，演奏着并不凌乱的歌曲。<br><br>我爱曾经那一仰头便看见的天空，也许并不蓝，但却能洗涤我的心。<br><br><br><br><br>即便这些我爱的终将消失。<br><br>即便我并不懂如何保持飞翔的姿势。<br><br>但我能看到我岔路的尽头，一定有你。<br><br><br><br>如果说烟的飘散是火焰在向天空靠近。<br>如果说风沙的沉寂是两个地方温度在接近。<br><br>年华终将覆盖年华。<br><br>总有一天。<br><br>我将抛弃曾经只想在黑夜飞翔的翅膀。换上一双笨重却足够踏实的羽翼。不会再回头怀念过去的路途。飞翔过这</span></span><span>1084公里的路途。用力地拥抱你。<br><span><br></span></span><span>&nbsp;</span><span><span><br></span></span>曾期望有一双翅膀<br>自由地在天空飞翔<br>只是到现在我才找到<br>天空原来就在那里。<br><span><span><span>&nbsp;</span></span></span><span><span><span><span><span></span></span></span></span></span></div>",
        createdAt: '2013-10-23',
        author: 'sway'
    },
    {
        title: '羁绊',
        content:"<div><span><span>如果当初是我先回首<br>难道还能看到你在身后<br>走过的路是不是太苍白<br>可以用手心把痕迹抚平<br>燃烧的体温蒸发眼泪<br><span>化作阴霾占领心海<br>故作姿态是我发呆了太久<br>连转身都僵硬无助<br><br><br>请切割我的每一份用心良苦<br>装点成他多一次的温柔<br>原谅我任性的专注<br>你可以轻笑很久<br>那也没错<br><br><br>请不要理睬煽情的文著<br>就算是我私人的请求<br>我也已经一次次退后<br>你何必总要亲眼目睹<br><br><br>如果当初是我先挥手<br>拐角边会不会有我们的影子<br>重叠在一起反而更加沉重<br>羁绊到最后也只剩盲目<br><br><br><br>请轻轻地放开我<br>就当谁也没有来过<br><br></span></span><br>&nbsp;</span></div>",
        createdAt: '2013-2-26',
        author: 'sway'
    },
    {
        title: '是夜',
        content:"<div><span>当钟声在我的脑海里摇晃出一片沉潜，我慌张的躲藏在裂隙下，看久违的光线。坐在教室窗子边向着远处眺望，视线会旋转成一条圆圈然后笔直地撞入我的瞳孔，撞入我的视网膜，以及我身上一切失去光泽的地方。<br><br>            他说，我爱你却恨你。   也许有时真的会不明白自己忙碌着什么。或许仅仅是流连于脑海中迷乱的空白。像雾，像泡沫，像夏天。像我这一生都不可能的拥有。<br><br>她说，两个人的流浪是私奔。   我不曾想象过这一系列的高度与冠冕。 其实平凡只是一个人逃避的最好借口。屡用不烦。我想我总是在逃避却努力着。我想我总是在对着自己及周围人说谎。我想我总在渴望着某一个日子。阳光明媚。灿烂地没有任何的烦恼。<br><br><br>            永远得记住一个人会有多艰难。我想这要到我死的那天才能明白。其实我明白自己活得太过狭窄，至少是在这样一个世界里。因为即便我明白有那么多比我灿烂比我光亮的人在我之上，可是我却依旧永远地认为自己是这世界上的唯一，是最好的。这，该是有多么的可悲。<br><br><br><br>           塞塞说，偶然心里还是会想她，只是不再有火花。         毛毛又开始寻找新的猎物。<br>阿斐，生生还有一系列的人。每天生活都在有着崭新的碰撞。一次一次地将我们表面那层粘稠剥落，浸透，直到我们变得光滑，洁净。或许这就是另一种夜的对立面。是心疲倦后怒放与炫目。<br><br><br>           <br><br>          至少这是你我的世界里。<br>          <br>           即便他们再也无法看清我的眼睛。<br><br>           我也不曾孤单。<br><br><br>            两个人的流浪是私奔。      <br><br>           请跟随我。<br><br>          一起沉潜。<br><br>           是夜。<br><span></span></span></div>",
        createdAt: '2012-11-17',
        author: 'sway'
    },
    {
        title: '眼',
        content: 
        "  真实的眼睛藏在模糊的背影上<br>" + 
           "藏在空白的空气中<br>" +
           "以及一切失去光泽的物体中<br><br><br>" +
           "时间则长逝在散落的叶片里<br>" +
           "脉络的空隙里<br><br>" +

           "从一种角度透视<br>" +
           "或于闲散的光线上<br>" +
           "踏着零碎的舞步<br><br>" +
 
           "人们生活在我的瞳孔里<br>" +
           "我的眼<br>" +
           "生活于整个世界",
        createdAt: "2012-11-24",
        author: 'swan'
    }
]