var articles = [
    {
        title: '不懂飞翔',
        content:"<div>曾期望有一双翅膀<br><span>自由地在天空飞翔<br>不知道那是梦想<br>还是忘掉了的时光<br><br><br><br>当那些也许清澈却足够押韵的声音再一次回响在我的脑海，时间又瞬去了很久很久。总是有一些语句从过去到现在的罅隙中掠过，却不知不觉地粉碎了，化成一缕燃烧着的烟</span><span>&nbsp;，能感觉到它的温度，感觉到它另一端扭曲模糊的世界，却无法用力地抓住。<br><span><br>小时候，会写一些幼稚的文字，会有一些幼稚的感情，那时候，大人说，当我们长大的时候，再看这些文字，你只会觉得幼稚可笑，我们无法用我们的语言去反驳大人的观点，只能在心底嘲笑大人的冷漠无情。可是终于，我们也开始不知不觉地转变了。<br><br>人生的长河宽广细腻，拥有着一个又一个的分叉，就像鱼儿奋力地向前游去，我们无法摆脱河流的驶向，只能叛逆地游向一个个狭窄艰险的岔路口，时而落入一片荆棘，被刺得鲜血淋漓，时而落入一洼沼泽，陷入无尽的泥泞，可是最终，这些岔路口却又汇聚在河的主干道，回到了人生注定的河道，然后在河水中随波逐流，<span>&nbsp;慢慢地我们的鳞片被磨光，我们的身躯在衰老，然后，就再也没有力气游进新的岔路。<br><span><br>总是在过去的日志，诗词中提到天空，提到夜晚。我总觉得我是拥有翅膀的，我总希望我是拥有光明的眼睛。&nbsp;在我过去每一次看着漆黑的天空，我就能去眺望自己高空的路途。<br><span><br></span></span></span></span></span><span><br>沙漏里的沙在消失殆尽。就像曾经疯狂的心灵在归于沉寂。记忆随风凌乱地挥洒，时光却还在诉说我此时的年华。<span>&nbsp;<br><br>我爱曾经的光线散落在我的每一缕头发，反射出每一种不光泽的心情。<br><br>我爱曾经的夜晚冷风缠绕我的肩，让我在迷惘中坚定。<br><br>我爱曾经的荧屏穿透我的眼睛，混合反应成我脑海中每一次火花。<br><br>我爱曾经的马路碰撞着四只脚底，演奏着并不凌乱的歌曲。<br><br>我爱曾经那一仰头便看见的天空，也许并不蓝，但却能洗涤我的心。<br><br><br><br><br>即便这些我爱的终将消失。<br><br>即便我并不懂如何保持飞翔的姿势。<br><br>但我能看到我岔路的尽头，一定有你。<br><br><br><br>如果说烟的飘散是火焰在向天空靠近。<br>如果说风沙的沉寂是两个地方温度在接近。<br><br>年华终将覆盖年华。<br><br>总有一天。<br><br>我将抛弃曾经只想在黑夜飞翔的翅膀。换上一双笨重却足够踏实的羽翼。不会再回头怀念过去的路途。飞翔过这</span></span><span>1084公里的路途。用力地拥抱你。<br><span><br></span></span><span>&nbsp;</span><span><span><br></span></span>曾期望有一双翅膀<br>自由地在天空飞翔<br>只是到现在我才找到<br>天空原来就在那里。<br><span><span><br><br><br><br><br><br><br><span>&nbsp;</span></span></span><span><span><span><span><span><br></span></span></span></span></span><br></div>",
        createdAt: '2013-10-23'
    },
    {
        title: '羁绊',
        content:"<div><span><span>如果当初是我先回首<br>难道还能看到你在身后<br>走过的路是不是太苍白<br>可以用手心把痕迹抚平<br>燃烧的体温蒸发眼泪<br><span>化作阴霾占领心海<br>故作姿态是我发呆了太久<br>连转身都僵硬无助<br><br><br>请切割我的每一份用心良苦<br>装点成他多一次的温柔<br>原谅我任性的专注<br>你可以轻笑很久<br>那也没错<br><br><br>请不要理睬煽情的文著<br>就算是我私人的请求<br>我也已经一次次退后<br>你何必总要亲眼目睹<br><br><br>如果当初是我先挥手<br>拐角边会不会有我们的影子<br>重叠在一起反而更加沉重<br>羁绊到最后也只剩盲目<br><br><br><br>请轻轻地放开我<br>就当谁也没有来过<br><br></span></span><br>&nbsp;</span></div>",
        createdAt: '2013-2-26'
    },
    {
        title: '是夜',
        content:"<div><span>当钟声在我的脑海里摇晃出一片沉潜，我慌张的躲藏在裂隙下，看久违的光线。坐在教室窗子边向着远处眺望，视线会旋转成一条圆圈然后笔直地撞入我的瞳孔，撞入我的视网膜，以及我身上一切失去光泽的地方。<br><br>            他说，我爱你却恨你。   也许有时真的会不明白自己忙碌着什么。或许仅仅是流连于脑海中迷乱的空白。像雾，像泡沫，像夏天。像我这一生都不可能的拥有。<br><br>她说，两个人的流浪是私奔。   我不曾想象过这一系列的高度与冠冕。 其实平凡只是一个人逃避的最好借口。屡用不烦。我想我总是在逃避却努力着。我想我总是在对着自己及周围人说谎。我想我总在渴望着某一个日子。阳光明媚。灿烂地没有任何的烦恼。<br><br><br>            永远得记住一个人会有多艰难。我想这要到我死的那天才能明白。其实我明白自己活得太过狭窄，至少是在这样一个世界里。因为即便我明白有那么多比我灿烂比我光亮的人在我之上，可是我却依旧永远地认为自己是这世界上的唯一，是最好的。这，该是有多么的可悲。<br><br><br><br>           塞塞说，偶然心里还是会想她，只是不再有火花。         毛毛又开始寻找新的猎物。<br>阿斐，生生还有一系列的人。每天生活都在有着崭新的碰撞。一次一次地将我们表面那层粘稠剥落，浸透，直到我们变得光滑，洁净。或许这就是另一种夜的对立面。是心疲倦后怒放与炫目。<br><br><br>           <br><br>          至少这是你我的世界里。<br>          <br>           即便他们再也无法看清我的眼睛。<br><br>           我也不曾孤单。<br><br><br>            两个人的流浪是私奔。      <br><br>           请跟随我。<br><br>          一起沉潜。<br><br>           是夜。<br><span></span></span></div>",
        createdAt: '2012-11-17'
    },
    {
        title: '眼',
        content: 
        "  真实的眼睛藏在模糊的背影上<br>" + 
           "藏在空白的空气中<br>" +
           "以及一切失去光泽的物体中<br><br><br>" +
           "时间则长逝在散落的叶片里<br>" +
           "脉络的空隙里<br><br>" +

           "从一种角度透视<br>" +
           "或于闲散的光线上<br>" +
           "踏着零碎的舞步<br><br>" +
 
           "人们生活在我的瞳孔里<br>" +
           "我的眼<br>" +
           "生活于整个世界",
        createdAt: "2012-11-24"
    },
    {
        title: '2014',
        content: "暖暖的气息会将每一度寒冷冻结。在冬天。<br><br>" +
                "总是在冬天。思维变得缓慢而清晰。有很多新鲜的事情和过期的记忆互相纠缠。蓝色的天空会在一瞬间全部洒到地面晕染出异样的光彩，世界会变得诡异，迷离，仿佛一个巨大的迷宫。我在迷宫里行走，却找不到出口。<br></br>" +
                "我总是会愿意去相信一些从出生便已决定好的事情。每一刻的决定，每一刻的想法，都是一个预定的结果。正如我一直坚定地相信着自己注定的孤独。所以我随意，冷漠，做自己想做的事。任由每个人的靠近，但到了一个圈的时候。便看着他说，停。我仿佛上瘾一般爱着自己的人生，又痛恨着自己。思维从左脑的每一个细胞斗争到右脑的每一个细胞。<br></br>" +
                "寂寞的城市是一个巨大的海洋。有的人在寻找猎物，有的人在寻找栖息，有的人在寻找外壳，有的人在寻找寄托，有的人在寻找海的更深处。人们怀着不同的目的又聚集在了一起。而我们曾经迷茫，因为这里太过拥挤，又太过繁杂。巨大的压力让人与人之间虽然接近却又难以靠近。偶尔发现一两处栖息处，却可能是陷阱，是坟墓。偶然出现新的人物，却可能是天敌，在诱惑，在靠近，直到将你啃得失去血肉，失去灵魂。<br></br>" +
                "然而暖暖的气息可以将每一度寒冷冻结。在这个冬天。<br></br>" +
                "我终于明白，在这个空荡的世界。<br></br>" +
                "有一个人，她很了解你的一切，你的习惯，你的说话方式。<br></br>" +
                "有一个人，她相信你的每一个优点，明白那不是自负。<br></br>" +
                "有一个人，她能包容你的不堪，你的缺点，你的瑕疵。<br></br>" +
                "有一个人，她可以去听见你的一切想法，一切灵感火花。<br></br>" +
                "有一个人，她认可你的独特，让你的每一次努力得到回报。<br></br>" +
                "有一个人，她会让你时时刻刻都知道，她就在你的身边。<br></br><br></br>" +
                "回忆总是拥挤如水滴。一滴滴交融在一起，让人迷惘，让人想要看清，将其分离。夏季让人想到沸腾，冬季让人想到僵硬。     然而在这个寂寞的城市，或是在另一个寂寞的城市。总是有一种迷人的温度在将它们一点点蒸发，从体表的每一丝缝隙，从嘴里吐出的每一缕气息，从心与心的彩虹上，沿着那曾经的多愁善感，向上腾空，升温，绽放。<br></br><br></br>" +
                "美若烟花。<br></br><br></br>" +
                "终于来到了。<br>" +
                "2014。<br>" +
                "爱你一世。<br><br><br><br><br>" +
                "<div class='pull-right'>————  Sway</div>" +
                "<div style='clear:both'></div>",
        createdAt: "2014-02-06"
    },
    {
        title: '初冬',
        content: "初次在异地经历冬天。就忘记了天空应有的颜色。<br><br>"+
                "无论是坐在宿舍里，还是坐在图书馆中，都不再可以像以往那样一抬头就看见天空。我记得以往上学时最喜欢的位置便是第四组靠窗户边，疲倦的时候可以将窗户打开任冰冷的风袭击全身。迷惘时，也可以向远处的天空眺望，让视线任意地驰骋世界。<br><br>" +
                "然而如今，我却只能戴上耳塞，抑或耳机，抑或埋下头，去拥抱自己的天空。<br><br>" +
                "窗外的黑夜像海浪，容易让追求者迷失，却也让流浪者流浪。或许每个人的心底都有一个追求，与一种流浪。神采奕奕之时便跟随众人追求那黑夜中心的灯塔，伤痕累累之时便四处流浪。有时困了，倦了，便沉睡了。有时忘记方向了，便重新来过。有时朝着黑暗流浪而去，也许迷失在黑夜中，也许又找到了崭新的灯塔。<br><br>" +
                "在冬天的冷风下，我时常分不清自己究竟在追求，还在流浪，抑或只能无助地在风中奢求什么。时间把回忆从过去的距离拉扯到我闭眼的一瞬，如此神奇却又可悲。我清晰地享受着理性之后的沉睡感。心中的灯塔用心血去熄灭了。一切感官动作全部熄灭。仿佛浑身湿透的掉入深渊的鱼。想要窒息却又无法窒息。只能奋力地存活在沉重的水压之下。在新的且陌生的环境里，生长出新的鳞甲外壳，然后快乐地追求一个方向。<br><br>" +
                "像是在水底抬头望着天空。美丽，灿烂。可那永远只是世界赐予你的幻象而已。<br><br>" +
                "记忆将人的一生联系在一起，却又将每一时间段分割而开。一年又一年的。从去年冬天跳转到今年冬天，或是从去年的初夏跳转到今年的初夏。一切陌生与熟悉都已变成重新的角度排列在面前。<br><br>" +
                "我记得每天在课堂上睡觉。<br>" +
                "记得与生生一起为科比的比赛揪心。<br>" +
                "记得每一种欢笑。<br>" +
                "记得每一天的等待。<br><br>" +
                "也回忆起每一年不同的自己，自卑的自己，骄傲的自己，虚荣的自己，冷血的自己，颓废的自己。我想一切都是会改变的。可是剥开一层层厚重的外壳。也许每个人都有一颗温柔的初衷。所以我依旧等待，依旧骄傲，依旧自卑，依旧虚荣，依旧冷血，却能始终将心和心温暖。<br><br>" +
                "在交大的第一个冬天。并不冷。<br><br>" +
                "还有四个冬天。我相信也会温暖下去。<br><br>" +
                "天空被黑色所晕染。眺望远处。至少我们曾属于同一片天空。<br><br>" +
                "2014 ，加油。",
        createdAt: "2014-01-08"
    }
]