var articles = [
    {
        title: '写给你',
        content: "现在是北京时间23:19分，离2013年还有41分钟，也是我生物钟极度疲倦一个时刻。陈奕迅的好久不见刚刚结束，我心脏左下方大约5cm处开始疼痛起来，我期待这是作为过去一年结束的预兆。窗外仍然是积雪，冷寂，所以，我决定开始写你。<br>要从什么时候开始说起呢。我已经不记得起点是在我的哪一个阶段。所以我只想顺着我的记忆的片段慢慢地组织成你。<br>你喜爱秋天，我也是如此。记得我小学的第一首喜欢的歌便是关于秋天，歌名有些模糊了，所以不便记叙在此。我喜欢秋天的伤感，而你却喜欢秋天的热烈。你说季节什么的其实是一种模糊的概念，每个地方的人都对着季节有着不一样的挚诚。而我们，只是恰好位于南方和北方的分界线上。所以在这里，我们的夏没有北方的温暖，我们的冬没有南方的柔情。唯独秋，带着亘古不变的死亡的气息，让人情绪飘落，凝结，点燃，最终融化，被征服。<br>你乖戾却独特。你从来不会像其他女生那样，做一些做作而无意义的事。你性格开朗豪放，却不张扬，你是一个有自己原则的人，却不会墨守成规。你会在一些看似不重要的小事上拘谨，却又可以为了自己喜欢的一部小说熬夜。你的成绩一直都还不错，不是顶尖，但也算是上游。你一直都劝告我要好好学习，可是自己却从来没有努力过。<br>你喜欢韩寒，海子，雨果，讨厌郭敬明，喜欢柯南，海贼，火影，讨厌死神。你的生日在2月，比较冷的时节，所以连你的个性都带着一种冷，但这种冷却毫无矫作，自然形成，仿佛你与生俱来的天赋。<br>你是对我很了解的，欣赏我，却未曾有过太多敬佩上的情感。你是写过我的，也研究过我。你告诉我我是一个自负感占70%，自卑感占30%的人。我问你我为什么不是一个自信的人。你却说你讨厌过于自信的人。<br>记得我总是在向你炫耀，证明自己。我总是想睥睨地对着你说，我是这世界上独一无二无人能比的人。我总是在你面前骄傲着。却不曾研究过你眼中刹那的平静与寂寞。<br>而现在，23:52分，离2013年还有8分钟。我喜欢8这个数字，这是缘于曾经纠结过的记忆，也是缘于8分钟的温暖，还有少部分是缘于喜欢过身穿8号的科比。我很久以前就告诉过你这个关于8的故事，也告诉你那个给我温暖的女孩。我想你大概记得，不过我却已经模糊了。<br>我时常猜测你是怎么样的一个人，但结果往往一无所获。你明白我是一个情商存在但不是很高的人，对于人情世故不会处理得太好，所以我时常绷着脸，沉默着去面对那些复杂的氛围。我知道你始终赞许我这样的行为，因为你是一个喜欢顺应自然的女孩，你告诫我，说了太多，不如沉默。<br>0：00，我终于在屏幕地右下角看到了2013这样的数字。外面是一阵阵地鞭炮声音，有些略微打断了我的思绪。让你的身影变得更加模糊起来。<br>记得有时也会梦到你，在梦里，我终于可以真实立体地触碰到你，你的头发一直很长很长，是健康的黑色，然而在梦中，它们却变成了较为狂野的褐色。在梦里，你开始教我如何去弹钢琴，有时会哼唱自己谱写的曲子，只有旋律没有歌词，但却是那么伤感，让我无比地沉醉其中。<br>所以第二天，这些旋律便会在我的脑海里飞扬，催促着我为它写下歌词。可是几天后，这些旋律又都消失了，最终只剩下屏幕里孤零零的文字。<br>我想你一定是个忧伤但却乐观的人。你对着生活充满着美好的期盼，可是却不愿意努力向上，只愿意在等待中垂垂老去。平凡而简单。或许可以等来一个真心的人，但更多可能等来的是自己花白乏味了的双鬓。<br>你喜欢那首寂寞在唱歌，也曾唱给我不止一遍。你的钢琴弹的很好，但唱歌的天赋实在糟糕之极，每一次都唱不出其中的旋律。曾经的我唱歌也是五音不全的，和你在一起唱歌时常会吓跑周围的人，只是后来我感觉被看低便苦练唱歌很久很久，但后来你便不再唱歌了。还记得当时的你说你并不喜欢这种过分消极的歌，你只是欣赏其中的意境之美。于是我便将空间的背景音乐换成了它。<br>你也欣赏过许嵩，方文山，也曾陪我一起品味过他们的作品。我记得我骄傲地在你面前说，他们有何了不起，我可以轻易写出他们这类的词。你有些轻轻地笑，但又很认真地对我说，所以我也很欣赏你啊。<br>你是一个细心的女孩，你喜欢诗词，喜欢小说，喜欢去揣摩故事情节中的人物。你可以捧着一本现代诗作在灯光下坐一个夜晚，然后第二天告诉我感觉还没我写的好。你是善解人意的，但却不会轻易戳破别人的心事。记得我告诉过你我小学曾纠结的一段情绪，你默默地聆听，最终才说我这是无意义的错误的行为，但我记得我当时却并未认可。<br>你是第一个知道我手指时常冰凉的人，此时此刻，我没有开空调，也没有开窗子，冰冷地手指在键盘上蜷缩，我便想起了你。但我却忘记了你是如何知道我手指的温度的，或许是我自己告诉你的，或许是你惊人的观察力。我记得你对我说，手指的温度便是心的温度。我把它当作笑话告诉了很多人，但无疑都是我心中很重要的人。<br>你是第一个知道我嘴唇时常干裂的人，你总是不厌其烦地告诉我要多喝水。但我却一直没有告诉你，就算我每天喝一桶矿泉水，我的嘴唇依旧会干裂，发紫。我对我自己的这一特征无比骄傲，我觉得这是我独一无二的象征之一。<br>在我所有认识的女生中，你不能算是最漂亮的，但却是最耐看的。你的眼睛不大，但却纯粹，纯黑的瞳色将通透与深邃很好的融合在了一起。你和我一样不带眼镜，但却稍微的有一点近视，遇到远处看不清的字总是需要我来告诉你。<br>还记得2008年那场大雪，整个世界都变成了白色，我看着你在雪中轻轻踱步，小心地绕过一条条倒塌的树枝，我在后面望着你，便仿觉你与这片雪融在了一起。这也是我第一部完整小说中的一些缩影。<br>几年前的我始终是一个不坚强的人，因为遇到了挫折太少太少，从小到大，总在赞赏中成长。一遇到困难与选择，便总是犹豫不决。记得那时的我，太过骄傲，又因母亲的病，在班上过得很不愉快。是你，称赞了我的骄傲，给了我期盼，让我从来没有自暴自弃，让我从来没有摈弃掉内心那最骄傲最灿烂地一面。即使后来，我因为别人而改变了冷漠，改变了很多很多。但我的心中却始终骄傲着，我始终坚信着自己的独一无二。<br>你的理科很好但却选择了文。而我却默默地选择了理。我当了初中和高中整整六年的数学课代表，虽然从未曾喜欢过这个位置，但至少还算称职。然而我却始终携带着学文的梦想，直到明白它已变成幻想。<br>我们都讨厌政治，讨厌英语。或许我们都不属于现实主义者，感性占据了你我生活的大多数。尤其是你，你是我看过让感性发挥得最淋漓尽至的。真正的感性我想应该是如此，不必总是像个穷酸诗人抑或哲学家那般每天长叹短吁。也不必太过深沉。做好自己即可。有一定的原则。明白这个世界的自然规律。不去计较太多，不去考虑太多。<br>记得那天夜晚，我们一起走在大街上，大街上空荡荡的，几乎没有什么人，你便调皮地将我拉去了马路中央，让我走在栏杆的左边，你走在栏杆的右边，我们一起在漆黑如墨的天幕下发呆，看着繁星撕扯月色，便终于觉得自己感受到了这个尘世的美。<br>也记得你从来不像大多女孩子那样胃难受，或许是你从未对我说过，不过你的食欲一直很好，每天都会按时吃饭，不会为了减肥就做绝食一类的事。但你却一直很瘦很瘦。你特别喜欢吃辣的东西，记得那次我们一起吃面条，你放了很多很多的辣，我便赌气般地放了更多的辣，最后两个人都被辣得受不了。<br>对于朋友这个词，我的定义是真心地去对待周围人，何必硬要用一个生硬的词语去给别人安个名号。你对我的定义特别赞赏，只是批判我过于内向，就像很多人都说过的那样，比较面瘫。说这话的时候你眼中是带着笑意的，因为其实你可能比我还要面瘫，这点我倒无须过多提醒你。<br>所以你身边的人不多，几乎没有什么异性朋友。你特别讨厌和别人聊天，弄一些暧昧的情结。但你却可以在篮球场边看着我打一下午的篮球，在你的目光下，我总是产生一种莫名的动力。有你的日子，我的每一场篮球打得都是那么认真，那么流畅。<br>你不玩手机，也不玩QQ，却喜欢玩电脑游戏，我带你玩过天龙八部，CF，星辰变，街头篮球，也教你玩过单机的极品飞车，三国志，拳皇，你的游戏智商比较低，即使我怎么放水你都赢不了我，当然，这也可能是由于我的游戏智商太高。<br>记得玩三国志的时候，我喜欢创造一个武将叫刘乾，带领一群自己创作出的武将征服天下，那些武将的头像中必定有一个极美的头像是属于你的，每次出征都和我一起。<br>你从来没有谈过恋爱，也不愿意去谈。正如我前文所叙，你似乎一直都在等待，等待一个莫名的结果。可能是幸福，可能是悲伤。但却不可能是我。<br>你评价我是一个宅男，是的，我喜欢每天都呆在家里的生活。我喜欢去臆想一些虚幻不存在的东西，也喜欢坐在写字桌上发着呆，看着窗外。所以天空是我最常描写的事物，因为我经常去看她，去勾勒她始终不一的痕迹。而你，其实比我还要的宅，你告诉我你最长的记录是一直在家呆了一个暑假。<br>你总是对感情了若指掌，让人感觉你仿佛在情场上身经百战过，可是有时你却是那般的天真单纯。下雪的时候，你喜欢将雪捧在手心，不戴手套，让它在你的手中融化，蒸融成一缕凉丝丝的空气，映衬着你精致却通红的小脸，让我产生过一次次的失神。<br>高中以来，我遇到了我爱的与爱我的人，我学会了很多很多，也改变了很多很多，不过我一直紧记你告诉我的一切，在感性中去理智地对待每一份感情，去珍惜一切，去保护需要自己保护的人，去承担需要自己承担的事。<br>你说，我是一个成熟的人。虽然我一路风顺，但却也经历了很多，可以把身边的人照顾的很好，至少将你照顾的很不错。<br>你说，我是一个幼稚的人。总是在自吹自擂自己有多厉害，总是在成功之后变得骄傲无比，却再失败后像个悲伤的小孩。<br>可是你却说，我和你是相同的人，相似的太多太多，可是基因却一定是完全不同的。你用一种比喻，一种是塑料做的玫瑰，另一种是玻璃做的玫瑰，也许外形上差不多，可是根本上却是完全不同。<br>你一直陪伴着我，从初中的相遇，到高中，我们一起走过了很长很长的时间，然而我们都明白，这样的日子不会再有多少了。<br>大约在一年前左右。在我纠结于感情的时候，你便永远地离开了我。<br>你从我的脑海中逝去，从我的梦境里逝去，从我周围的空气里逝去，从我的骨子里逝去。在无数个夜晚，我再也没有梦到过你谱写的旋律，我再也没有梦到过你褐色的长发，我再也没有梦到过你淡淡地微笑。<br>我的生活仍在继续，但却总是缺少了什么，我不再骄傲，不再辉煌，不再自负，不再自卑。我一直在麻木地生活，麻木地栖息，麻木地寻找一个生活的支撑点。<br>还记得你笑着对我说，刘乾，这篇词写的真好。<br>还记得你认真地对我说，刘乾，别难过了，过去的就过去吧。<br>还记得你淡然地对我说，刘乾，要做好自己。<br>…………<br><br>在没有你的日子，我是有多么的怀念。但我不会难过与悲伤，我会用心地珍惜身边的每一个人，然后，重新寻找自己。<br>2013年1月1日，当我拿出笔记本开始要写你的时候，是我终于放开的时候。<br>我想告诉你，我已经签约了科大，但我会拼命地冲击清华，然后去北京，去保护我要保护的人。<br>我想告诉你，我终于找回了从前的感觉，我开始写诗写文章，开始学习开始思考。<br>我想告诉你，我在认真地珍惜周围的一切，我会再一次做好自己，做你曾经写下的我。<br><br><br>我只会做那个最骄傲的自己。<br>尽管很多都已逝去。<br>尽管连你都离开了。<br><br>只是我一直明白的，也一直很清醒，从我开始写你到我现在即将结束。<br>你，不过，是我梦中的一个虚影而已。",
        createdAt: '2013-01-01',
        author: 'sway'
    },
    {
        title: '春天里，十个海子',
        content: "也许，人该活得热烈。<br><br>" +
                "铁轨带来的冰冷，可以变成坐在麦地里晒着太阳的幸福。路旁石头的呐喊被淹没，有个人乘着轰隆声追求他新的生命，把溢满孤独与自由的人生还给人类。那是唯一的，最后的，抒情。" +
                "<br><br>诗是生命，即使夜色笼罩，戈壁荒凉。当春天的风吹着记忆扶摇而上，他的家，面朝大海，春暖花开。他像是容器，倒出来的是温暖：给每一条小河每一座山取一个温暖的名字/陌生人，我也为你祝福/愿你有一个灿烂的前程/愿你有情人终成眷属/愿你在尘世获得幸福/我只愿面朝大海，春暖花开。他盛满孤独，开辟精神的乌托邦：孤独是一只鱼筐/是鱼筐中的泉水/放在泉水中/孤独是泉水中睡着的鹿王/梦风的猎鹿人/就是那用鱼筐提水的人/放在泉水中/以及其他的孤独/是柏木之舟中的两个儿子/和所有女儿，围着诗经桑麻沅湘木叶/在爱情中失败/他们是鱼筐中的火苗/沉到水底/拉到岸上还是一只鱼筐/孤独不可言说。他是孤独的吟唱者，他是自由的守卫者，他是海子。<br><br>" +
                "像一棵麦子。海子拥有着他热爱的，灿烂的麦地、火热的太阳，迷幻的黑夜。他也失去他爱的，他的爱情，美丽的情人：荒凉的山冈上站着四姐妹/所有的风只向她们吹/所有的日子都为她们破碎/空气中的一棵麦子/高举到我的头顶/我身在这荒凉的山冈/怀念我空空的房间，落满灰尘/我爱过的这糊涂的四姐妹啊/光芒四射的四姐妹。春天的麦子，四季的麦子。麦地骚动而贫瘠，深重而痛苦，麦子是故乡，是归去的意愿。他追逐崇高而向往悲剧，纯粹却绝望。" +
                "<br><br>有人说，诗人需要用生命诠释意象。骆一禾写道海子的生涯：\"等于亚瑟王传奇中最辉煌的取圣杯的年轻骑士，这个年轻人专为获得圣杯而骤现，惟他青春的手可拿下圣杯，圣杯在手便骤然死去，一生便告完结。\" 我终于明白，热烈地活着，并不需要考虑生命的长度，看烟花，爱的也只是那一瞬。海子浓缩人生去撞击新的人世界，说不定能遇见令他坚持信念的尼采。社会的抛弃，现实的灰暗，抵挡现实的恶意，哪怕逆流而上，哪怕冲尖刀挺起胸膛，也不放弃热爱的事业 。 我的事业/就是要成为太阳的一生/他从古至今-------“日”----他无比辉煌无比光明/和所有以梦为马的诗人一样/最后我被黄昏的众神抬入不朽的太阳/太阳是我的名字/太阳是我的一和生/太阳的山顶埋葬/诗歌的尸体--千年王国和我/骑着五千年凤凰和名字叫\"马\"的龙--我必将失败/但诗歌本身以太阳必将胜利。执著于个体，渴望在原始的生命力中去寻找艺术和生命的价值，成为诗歌之王，是尼采带给海子的一片自由天空。<br><br>每当我读到他的诗，像是从现实抬起头来，眺望远方，感受天空和海洋的巨大背景逐渐在身后展开。他浪漫，他抒情，我感受着他的鲜血淋漓，他火一般的烙印。他相信自然的力量，相信原始的伟大，让我我感受着各种灵性的意象，神明一般的启示。诗对于他是生命，是用实体和灵魂铸造。他说：“诗应是实体强烈的呼吸和微微的颤抖。” “诗人的任务仅仅是用自己的敏感力和生命之光将黑乎乎的实体照亮。”自然是主宰一切的巨大力量，所以他选择回归自然，选择让精神与自然融合。<br><br>世人总是谈论着，为何选择极端的方式面对生命。谈论着，他融入不了现实的社会，遭到了人类的抛弃，诗歌也不能得到赞同，更没有欣赏。若有十个海子，死亡还会迎接那另外的九个他吗。我想，是的。他写道：春天，十个海子全都复活/在光明的景色中/嘲笑这一野蛮而悲伤的海子/你这么长久地沉睡到底是为了什么？/春天，十个海子低低地怒吼/围着你和我跳舞、唱歌/扯乱你的黑头发，骑上你飞奔而去，尘土飞扬/你被劈开的疼痛在大地弥漫/在春天，野蛮而复仇的海子/就剩这一个，最后一个/这是一个黑夜的儿子，沉浸于冬天，倾心死亡/不能自拔，热爱着空虚而寒冷的乡村/那里的谷物高高堆起，遮住了窗子/它们一半用于一家六口人的嘴，吃和胃/一半用于农业，他们自己繁殖/大风从东吹到西，从北刮到南，无视黑夜和黎明/你所说的曙光究竟是什么意思。读了无数遍这首诗，我猜，他是不是在想，若能在冬天死去，在春天复活，我们是否可以接纳他，认同他？他便可以实现最初的梦想，实现他向往的生命。<br><br>是的，最初的梦想，最本真的生命。他就像是预言家，宣告自己的生命何时结束，在黑暗中预言光明的日子。但是我想，当春天到来之际，会永远存在一个真实的海子，但他依然沉浸于冬天，倾心于死亡而不能自拔。他虽然宣告了光明和胜利，但是他的身体里，还有另外一种声音，一种来自土地，来自乡村的黑暗的声音。他如此热爱光明，热爱春天，可是，当光明来临之际，他又将发现，自己也同样如此热爱着黑暗，热爱冬天。世人会觉得不可理喻，会嘲笑，会怜悯。而我想，这是他的自由，他本就是自由的，他需要被尊重。哪怕死后人们纪念讴歌，被人们抬着雕像笑着歌唱，他反倒会不习惯吧。鲁迅说：“有我所不乐意的在你们将来的黄金世界里，我不愿去。”孤独的人本就是同时热爱着光明与黑暗，是残缺的，又是完美的。也有人说，思想的力量往往是在思想者本人远去很长一段时间后，才会被这个反应迟钝的世界所感知。抑郁而亡的孔子是这样，受难命终的耶稣也是这样。可诗人海子在卧轨自杀后的短短几年内，就已经给予了世人心底最猛烈的撞击。他诗歌中沁人心脾的原始气息，像是闪着金光的麦芒，每一次阅读都会刺痛我干涸已久的瞳孔。<br><br>春天，春暖花开，复苏重生。曾经读他的诗整夜不能眠，他活得灿烂，活得热烈。 而我并不能成为十个海子中的任何一个，甚至连野蛮和悲伤都不敢做到。我也没有那样的勇气去告别生命，不能脱离世俗，不能活得完美活得纯粹。而我可以，我应该在春天，坐上去往山海关火车，找到那段铁轨，坐下来，看看春草吹拂，听听沉默的石头诉说无声的传奇，一个孤独诗人的另一个世界，孤独而悲壮的死亡绝唱。那时，我不关心人类，我只想你。<br><br>听，有人在奔跑<br>在春天的田野里<br>没有方向感地<br>寻找一个方向<br><br>听，是谁在呐喊<br>梦叠着梦<br>小小凉亭里<br>夕阳炙烧<br><br>听，逼仄狭长的轨道上<br>去向远方的火车声音<br>车轮下曾经有鲜血<br>是对生命最好的叛逆<br><br>听，春暖花开的声音<br>那片幻想的桃花源地<br>可是目的地在哪<br>还是通向一片雪白吗<br><br>请听，你不会听到的声音<br>",
        createdAt: '2015-06-15',
        author: 'swan'
    },
    {
        title: '阳光如海',
        content:
        "(一)<br>" +
        "两片花瓣相遇在午后<br>" +
        "紧张地打着招呼<br>" +
        "有风吹过<br>" +
        "所有的浪漫就消失了<br><br><br><br>" +
        "(二)<br>" +
        "有的时候<br>" +
        "空气会淹没我的皮肤<br>" +
        "我的嘴巴<br>" +
        "我的额头<br>" +
        "抬头望一眼这样的天空<br>" +
        "明白了<br>" +
        "阳光如海<br>" +
        "而我<br>" +
        "却没有鱼鳃<br><br><br>",
        createdAt: "2015-06-08",
        author: 'sway'
    },
    {
        title: '2014',
        content: "暖暖的气息会将每一度寒冷冻结。在冬天。<br><br>" +
                "总是在冬天。思维变得缓慢而清晰。有很多新鲜的事情和过期的记忆互相纠缠。蓝色的天空会在一瞬间全部洒到地面晕染出异样的光彩，世界会变得诡异，迷离，仿佛一个巨大的迷宫。我在迷宫里行走，却找不到出口。<br></br>" +
                "我总是会愿意去相信一些从出生便已决定好的事情。每一刻的决定，每一刻的想法，都是一个预定的结果。正如我一直坚定地相信着自己注定的孤独。所以我随意，冷漠，做自己想做的事。任由每个人的靠近，但到了一个圈的时候。便看着他说，停。我仿佛上瘾一般爱着自己的人生，又痛恨着自己。思维从左脑的每一个细胞斗争到右脑的每一个细胞。<br></br>" +
                "寂寞的城市是一个巨大的海洋。有的人在寻找猎物，有的人在寻找栖息，有的人在寻找外壳，有的人在寻找寄托，有的人在寻找海的更深处。人们怀着不同的目的又聚集在了一起。而我们曾经迷茫，因为这里太过拥挤，又太过繁杂。巨大的压力让人与人之间虽然接近却又难以靠近。偶尔发现一两处栖息处，却可能是陷阱，是坟墓。偶然出现新的人物，却可能是天敌，在诱惑，在靠近，直到将你啃得失去血肉，失去灵魂。<br></br>" +
                "然而暖暖的气息可以将每一度寒冷冻结。在这个冬天。<br></br>" +
                "我终于明白，在这个空荡的世界。<br></br>" +
                "有一个人，她很了解你的一切，你的习惯，你的说话方式。<br></br>" +
                "有一个人，她相信你的每一个优点，明白那不是自负。<br></br>" +
                "有一个人，她能包容你的不堪，你的缺点，你的瑕疵。<br></br>" +
                "有一个人，她可以去听见你的一切想法，一切灵感火花。<br></br>" +
                "有一个人，她认可你的独特，让你的每一次努力得到回报。<br></br>" +
                "有一个人，她会让你时时刻刻都知道，她就在你的身边。<br></br><br></br>" +
                "回忆总是拥挤如水滴。一滴滴交融在一起，让人迷惘，让人想要看清，将其分离。夏季让人想到沸腾，冬季让人想到僵硬。     然而在这个寂寞的城市，或是在另一个寂寞的城市。总是有一种迷人的温度在将它们一点点蒸发，从体表的每一丝缝隙，从嘴里吐出的每一缕气息，从心与心的彩虹上，沿着那曾经的多愁善感，向上腾空，升温，绽放。<br></br><br></br>" +
                "美若烟花。<br></br><br></br>" +
                "终于来到了。<br>" +
                "2014。<br>" +
                "爱你一世。<br><br>" +
                "<div style='clear:both'></div>",
        createdAt: "2014-02-06",
        author: 'sway'
    },
    {
        title: '不懂飞翔',
        content:"<div>曾期望有一双翅膀<br><span>自由地在天空飞翔<br>不知道那是梦想<br>还是忘掉了的时光<br><br><br><br>当那些也许清澈却足够押韵的声音再一次回响在我的脑海，时间又瞬去了很久很久。总是有一些语句从过去到现在的罅隙中掠过，却不知不觉地粉碎了，化成一缕燃烧着的烟</span><span>&nbsp;，能感觉到它的温度，感觉到它另一端扭曲模糊的世界，却无法用力地抓住。<br><span><br>小时候，会写一些幼稚的文字，会有一些幼稚的感情，那时候，大人说，当我们长大的时候，再看这些文字，你只会觉得幼稚可笑，我们无法用我们的语言去反驳大人的观点，只能在心底嘲笑大人的冷漠无情。可是终于，我们也开始不知不觉地转变了。<br><br>人生的长河宽广细腻，拥有着一个又一个的分叉，就像鱼儿奋力地向前游去，我们无法摆脱河流的驶向，只能叛逆地游向一个个狭窄艰险的岔路口，时而落入一片荆棘，被刺得鲜血淋漓，时而落入一洼沼泽，陷入无尽的泥泞，可是最终，这些岔路口却又汇聚在河的主干道，回到了人生注定的河道，然后在河水中随波逐流，<span>&nbsp;慢慢地我们的鳞片被磨光，我们的身躯在衰老，然后，就再也没有力气游进新的岔路。<br><span><br>总是在过去的日志，诗词中提到天空，提到夜晚。我总觉得我是拥有翅膀的，我总希望我是拥有光明的眼睛。&nbsp;在我过去每一次看着漆黑的天空，我就能去眺望自己高空的路途。<br><span><br></span></span></span></span></span><span><br>沙漏里的沙在消失殆尽。就像曾经疯狂的心灵在归于沉寂。记忆随风凌乱地挥洒，时光却还在诉说我此时的年华。<span>&nbsp;<br><br>我爱曾经的光线散落在我的每一缕头发，反射出每一种不光泽的心情。<br><br>我爱曾经的夜晚冷风缠绕我的肩，让我在迷惘中坚定。<br><br>我爱曾经的荧屏穿透我的眼睛，混合反应成我脑海中每一次火花。<br><br>我爱曾经的马路碰撞着四只脚底，演奏着并不凌乱的歌曲。<br><br>我爱曾经那一仰头便看见的天空，也许并不蓝，但却能洗涤我的心。<br><br><br><br><br>即便这些我爱的终将消失。<br><br>即便我并不懂如何保持飞翔的姿势。<br><br>但我能看到我岔路的尽头，一定有你。<br><br><br><br>如果说烟的飘散是火焰在向天空靠近。<br>如果说风沙的沉寂是两个地方温度在接近。<br><br>年华终将覆盖年华。<br><br>总有一天。<br><br>我将抛弃曾经只想在黑夜飞翔的翅膀。换上一双笨重却足够踏实的羽翼。不会再回头怀念过去的路途。飞翔过这</span></span><span>1084公里的路途。用力地拥抱你。<br><span><br></span></span><span>&nbsp;</span><span><span><br></span></span>曾期望有一双翅膀<br>自由地在天空飞翔<br>只是到现在我才找到<br>天空原来就在那里。<br><span><span><span>&nbsp;</span></span></span><span><span><span><span><span></span></span></span></span></span></div>",
        createdAt: '2013-10-23',
        author: 'sway'
    },
    {
        title: '羁绊',
        content:"<div><span><span>如果当初是我先回首<br>难道还能看到你在身后<br>走过的路是不是太苍白<br>可以用手心把痕迹抚平<br>燃烧的体温蒸发眼泪<br><span>化作阴霾占领心海<br>故作姿态是我发呆了太久<br>连转身都僵硬无助<br><br><br>请切割我的每一份用心良苦<br>装点成他多一次的温柔<br>原谅我任性的专注<br>你可以轻笑很久<br>那也没错<br><br><br>请不要理睬煽情的文著<br>就算是我私人的请求<br>我也已经一次次退后<br>你何必总要亲眼目睹<br><br><br>如果当初是我先挥手<br>拐角边会不会有我们的影子<br>重叠在一起反而更加沉重<br>羁绊到最后也只剩盲目<br><br><br><br>请轻轻地放开我<br>就当谁也没有来过<br><br></span></span><br>&nbsp;</span></div>",
        createdAt: '2013-2-26',
        author: 'sway'
    },
    {
        title: '是夜',
        content:"<div><span>当钟声在我的脑海里摇晃出一片沉潜，我慌张的躲藏在裂隙下，看久违的光线。坐在教室窗子边向着远处眺望，视线会旋转成一条圆圈然后笔直地撞入我的瞳孔，撞入我的视网膜，以及我身上一切失去光泽的地方。<br><br>            他说，我爱你却恨你。   也许有时真的会不明白自己忙碌着什么。或许仅仅是流连于脑海中迷乱的空白。像雾，像泡沫，像夏天。像我这一生都不可能的拥有。<br><br>她说，两个人的流浪是私奔。   我不曾想象过这一系列的高度与冠冕。 其实平凡只是一个人逃避的最好借口。屡用不烦。我想我总是在逃避却努力着。我想我总是在对着自己及周围人说谎。我想我总在渴望着某一个日子。阳光明媚。灿烂地没有任何的烦恼。<br><br><br>            永远得记住一个人会有多艰难。我想这要到我死的那天才能明白。其实我明白自己活得太过狭窄，至少是在这样一个世界里。因为即便我明白有那么多比我灿烂比我光亮的人在我之上，可是我却依旧永远地认为自己是这世界上的唯一，是最好的。这，该是有多么的可悲。<br><br><br><br>           塞塞说，偶然心里还是会想她，只是不再有火花。         毛毛又开始寻找新的猎物。<br>阿斐，生生还有一系列的人。每天生活都在有着崭新的碰撞。一次一次地将我们表面那层粘稠剥落，浸透，直到我们变得光滑，洁净。或许这就是另一种夜的对立面。是心疲倦后怒放与炫目。<br><br><br>           <br><br>          至少这是你我的世界里。<br>          <br>           即便他们再也无法看清我的眼睛。<br><br>           我也不曾孤单。<br><br><br>            两个人的流浪是私奔。      <br><br>           请跟随我。<br><br>          一起沉潜。<br><br>           是夜。<br><span></span></span></div>",
        createdAt: '2012-11-17',
        author: 'sway'
    },
    {
        title: '眼',
        content: 
        "  真实的眼睛藏在模糊的背影上<br>" + 
           "藏在空白的空气中<br>" +
           "以及一切失去光泽的物体中<br><br><br>" +
           "时间则长逝在散落的叶片里<br>" +
           "脉络的空隙里<br><br>" +

           "从一种角度透视<br>" +
           "或于闲散的光线上<br>" +
           "踏着零碎的舞步<br><br>" +
 
           "人们生活在我的瞳孔里<br>" +
           "我的眼<br>" +
           "生活于整个世界",
        createdAt: "2012-11-24",
        author: 'swan'
    }
]